Repository: TRGamer-tech/FluentTaskScheduler
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de, ja_jp, zh_cn

# Settings.Sys.Smooth.Desc
source: Enable inertia-based scrolling throughout the app.
de_de: Trägheitsbasiertes Scrollen in der gesamten App aktivieren.
ja_jp: アプリ全体で慣性ベースのスクロールを有効にします。
zh_cn: 在整个应用中启用惯性滚动。

# Settings.Sys.Hidden.Title
source: Show Hidden Tasks
de_de: Versteckte Aufgaben anzeigen
ja_jp: 非表示のタスクを表示
zh_cn: 显示隐藏任务

# Settings.Sys.Hidden.Desc
source: Display tasks that are marked as hidden in the Windows Task Scheduler.
de_de: Aufgaben anzeigen, die in der Windows-Aufgabenplanung als versteckt markiert sind.
ja_jp: Windows タスクスケジューラで非表示に設定されているタスクを表示します。
zh_cn: 显示在 Windows 任务计划程序中标记为隐藏的任务。

# Settings.Adv.Confirm.Title
source: Confirm Before Deleting
de_de: Vor dem Löschen bestätigen
ja_jp: 削除前に確認
zh_cn: 删除前确认

# Settings.Adv.Confirm.Desc
source: Show a confirmation dialog before removing a task.
de_de: Einen Bestätigungsdialog anzeigen, bevor eine Aufgabe entfernt wird.
ja_jp: タスクを削除する前に確認ダイアログを表示します。
zh_cn: 删除任务前显示确认对话框。

# Settings.Adv.Logging.Title
source: Application Logging
de_de: Anwendungsprotokollierung
ja_jp: アプリケーションログ
zh_cn: 应用日志记录

# Settings.Adv.Logging.Desc
source: Write internal events and errors to a log file for troubleshooting.
de_de: Interne Ereignisse und Fehler in eine Protokolldatei zur Fehlerbehebung schreiben.
ja_jp: トラブルシューティングのため、内部イベントとエラーをログファイルに記録します。
zh_cn: 将内部事件和错误写入日志文件以便排查问题。

# Settings.Adv.SepLogs.Title
source: Separate Log Files
de_de: Getrennte Protokolldateien
ja_jp: ログファイルを分ける
zh_cn: 独立日志文件

# Settings.Adv.SepLogs.Desc
source: Store error and crash logs in dedicated files instead of the main log.
de_de: Fehler- und Absturzprotokolle in eigenen Dateien statt im Hauptprotokoll speichern.
ja_jp: エラーログとクラッシュログをメインログとは別のファイルに保存します。
zh_cn: 将错误和崩溃日志存储在单独的文件中。

# Settings.Adv.SpecLogs.Title
source: Specific Logs
de_de: Spezifische Protokolle
ja_jp: 特定のログ
zh_cn: 专用日志

# Settings.Adv.SpecLogs.Desc
source: Direct access to error and crash records.
de_de: Direkter Zugriff auf Fehler- und Absturzaufzeichnungen.
ja_jp: エラーとクラッシュの記録に直接アクセスします。
zh_cn: 直接访问错误和崩溃记录。

# Settings.Adv.OpenLog
source: Open Log
de_de: Protokoll öffnen
ja_jp: ログを開く
zh_cn: 打开日志

# Settings.Adv.ErrorLog
source: Error Log
de_de: Fehlerprotokoll
ja_jp: エラーログ
zh_cn: 错误日志

# Settings.Adv.CrashLog
source: Crash Log
de_de: Absturzprotokoll
ja_jp: クラッシュログ
zh_cn: 崩溃日志

# Settings.Data.Export.Title
source: Export Settings
de_de: Einstellungen exportieren
ja_jp: 設定のエクスポート
zh_cn: 导出设置

# Settings.Data.Export.Desc
source: Save your current settings to a JSON file.
de_de: Aktuelle Einstellungen in eine JSON-Datei speichern.
ja_jp: 現在の設定を JSON ファイルに保存します。
zh_cn: 将当前设置保存到 JSON 文件。

# Settings.Data.ExportBtn
source: Export
de_de: Exportieren
ja_jp: エクスポート
zh_cn: 导出

# Settings.Data.Import.Title
source: Import Settings
de_de: Einstellungen importieren
ja_jp: 設定のインポート
zh_cn: 导入设置

# Settings.Data.Import.Desc
source: Restore settings from a previously exported file.
de_de: Einstellungen aus einer zuvor exportierten Datei wiederherstellen.
ja_jp: 以前エクスポートしたファイルから設定を復元します。
zh_cn: 从之前导出的文件恢复设置。

# Settings.Data.ImportBtn
source: Import
de_de: Importieren
ja_jp: インポート
zh_cn: 导入

# Settings.Cat.Manage.Title
source: Manage Categories
de_de: Kategorien verwalten
ja_jp: カテゴリの管理
zh_cn: 管理分类

# Settings.Cat.Manage.Desc
source: Predefined categories for your tasks.
de_de: Vordefinierte Kategorien für Ihre Aufgaben.
ja_jp: タスクの事前定義されたカテゴリ。
zh_cn: 任务的预定义分类。

# Settings.Cat.Placeholder
source: New category name...
de_de: Neuer Kategoriename...
ja_jp: 新しいカテゴリ名...
zh_cn: 新分类名称...

# Settings.Cat.AddBtn
source: Add
de_de: Hinzufügen
ja_jp: 追加
zh_cn: 添加

# Settings.Tag.Manage.Title
source: Manage Tags
de_de: Tags verwalten
ja_jp: タグの管理
zh_cn: 管理标签

# Settings.Tag.Manage.Desc
source: Predefined tags for your tasks.
de_de: Vordefinierte Tags für Ihre Aufgaben.
ja_jp: タスクの事前定義されたタグ。
zh_cn: 任务的预定义标签。

# Settings.Tag.Placeholder
source: New tag name...
de_de: Neuer Tagname...
ja_jp: 新しいタグ名...
zh_cn: 新标签名称...

# Settings.Tag.AddBtn
source: Add
de_de: Hinzufügen
ja_jp: 追加
zh_cn: 添加

# Settings.About.App.Desc
source: Built with WinUI 3 · Windows App SDK
de_de: Erstellt mit WinUI 3 · Windows App SDK
ja_jp: WinUI 3 · Windows App SDK を使用して構築
zh_cn: 使用 WinUI 3 · Windows App SDK 构建

# Settings.About.Update.Title
source: Check for Updates
de_de: Nach Updates suchen
ja_jp: アップデートを確認
zh_cn: 检查更新

# Settings.About.Update.Desc
source: Check if a newer version is available.
de_de: Prüfen, ob eine neuere Version verfügbar ist.
ja_jp: 新しいバージョンが利用可能か確認します。
zh_cn: 检查是否有更新版本可用。

# Settings.About.CheckBtn
source: Check
de_de: Prüfen
ja_jp: 確認
zh_cn: 检查

# Settings.About.Onboard.Title
source: Onboarding
de_de: Einführung
ja_jp: オンボーディング
zh_cn: 新手引导

# Settings.About.Onboard.Desc
source: Replay the welcome walkthrough from first launch.
de_de: Die Willkommensführung vom ersten Start erneut abspielen.
ja_jp: 初回起動時のウェルカムウォークスルーを再生します。
zh_cn: 重新播放首次启动时的欢迎引导。

# Settings.About.ViewAgain
source: View Again
de_de: Erneut ansehen
ja_jp: もう一度見る
zh_cn: 再次查看

# Dashboard.AllTags
source: All Tags
de_de: Alle Tags
ja_jp: すべてのタグ
zh_cn: 全部标签

# Dashboard.AllCategories
source: All Categories
de_de: Alle Kategorien
ja_jp: すべてのカテゴリ
zh_cn: 全部分类

# Dashboard.Today
source: Today
de_de: Heute
ja_jp: 今日
zh_cn: 今天

# Dashboard.Unknown
source: Unknown
de_de: Unbekannt
ja_jp: 不明
zh_cn: 未知

# Dialog.TaskName
source: Task Name
de_de: Aufgabenname
ja_jp: タスク名
zh_cn: 任务名称

# Dialog.Description
source: Description
de_de: Beschreibung
ja_jp: 説明
zh_cn: 描述

# Dialog.Author
source: Author
de_de: Autor
ja_jp: 作成者
zh_cn: 作者

# Dialog.Category
source: Category
de_de: Kategorie
ja_jp: カテゴリ
zh_cn: 分类

# Dialog.Tags
source: Tags
ja_jp: タグ
zh_cn: 标签

# Dialog.Enabled
source: Enabled
de_de: Aktiviert
ja_jp: 有効
zh_cn: 已启用

# Dialog.TriggerType
source: Trigger Type
de_de: Triggertyp
ja_jp: トリガーの種類
zh_cn: 触发器类型

# Dialog.Trigger.Daily
source: Daily
de_de: Täglich
ja_jp: 毎日
zh_cn: 每天

# Dialog.Trigger.Weekly
source: Weekly
de_de: Wöchentlich
ja_jp: 毎週
zh_cn: 每周

# Dialog.Trigger.Monthly
source: Monthly
de_de: Monatlich
ja_jp: 毎月
zh_cn: 每月

# Dialog.Trigger.AtLogon
source: At Logon
de_de: Bei Anmeldung
ja_jp: ログオン時
zh_cn: 登录时

# Dialog.Trigger.AtStartup
source: At Startup
de_de: Beim Systemstart
ja_jp: スタートアップ時
zh_cn: 系统启动时

# Dialog.Trigger.OneTime
source: One Time
de_de: Einmalig
ja_jp: 1回のみ
zh_cn: 一次性

# Dialog.Trigger.OnEvent
source: On an event
de_de: Bei einem Ereignis
ja_jp: イベント時
zh_cn: 发生事件时

# Dialog.Trigger.Session
source: On Workstation Lock/Unlock
de_de: Bei Sperren/Entsperren
ja_jp: ワークステーションのロック/アンロック時
zh_cn: 锁定/解锁工作站时

# Dialog.RandomDelay
source: Delay task for up to (random delay):
de_de: Aufgabe verzögern um bis zu (zufällige Verzögerung):
ja_jp: タスクを遅延させる時間 (ランダム):
zh_cn: 延迟任务最多（随机延迟）：

# Dialog.StopAfter
source: Stop task if runs longer than:
de_de: Aufgabe beenden, wenn sie länger läuft als:
ja_jp: 実行時間が次を超えたら停止する:
zh_cn: 如果运行时间超过则停止任务：

# Dialog.ProgramScript
source: Program / Script
de_de: Programm / Skript
ja_jp: プログラム / スクリプト
zh_cn: 程序 / 脚本

# Dialog.Arguments
source: Arguments (optional)
de_de: Argumente (optional)
ja_jp: 引数 (任意)
zh_cn: 参数（可选）

# Dialog.WorkingDir
source: Run in (optional)
de_de: Ausführen in (optional)
ja_jp: 開始 (任意)
zh_cn: 运行位置（可选）

# Dialog.PsTip
source: Tip: For PowerShell scripts, use 'powershell.exe' as Program and '-ExecutionPolicy Bypass -File "C:\path\to\script.ps1"' as Arguments
de_de: Tipp: Für PowerShell-Skripte verwenden Sie 'powershell.exe' als Programm und '-ExecutionPolicy Bypass -File "C:\Pfad\zum\Skript.ps1"' als Argumente
ja_jp: ヒント: PowerShell スクリプトの場合は、プログラムに 'powershell.exe'、引数に '-ExecutionPolicy Bypass -File "C:\path\to\script.ps1"' を使用します
zh_cn: 提示：对于 PowerShell 脚本，请使用 'powershell.exe' 作为程序，'-ExecutionPolicy Bypass -File "C:\路径\脚本.ps1"' 作为参数

# Dialog.HighPriv
source: Run with highest privileges
de_de: Mit höchsten Berechtigungen ausführen
ja_jp: 最上位の権限で実行する
zh_cn: 以最高权限运行

# Dialog.Hidden
source: Hidden task
de_de: Versteckte Aufgabe
ja_jp: 非表示のタスク
zh_cn: 隐藏任务

# Dialog.DeleteExpired
source: Delete the task if it is not scheduled to run again
de_de: Aufgabe löschen, wenn sie nicht erneut geplant ist
ja_jp: スケジュールされた実行がもうない場合はタスクを削除する
zh_cn: 如果任务不再计划运行则删除

# Dialog.HardTerminate
source: Allow task to be forcefully terminated
de_de: Erzwungenes Beenden der Aufgabe erlauben
ja_jp: タスクの強制終了を許可する
zh_cn: 允许强制终止任务

# Dialog.MultiInstance
source: If the task is already running:
de_de: Wenn die Aufgabe bereits ausgeführt wird:
ja_jp: タスクがすでに実行されている場合:
zh_cn: 如果任务已在运行：

# Dialog.Multi.Ignore
source: Do not start a new instance
de_de: Keine neue Instanz starten
ja_jp: 新しいインスタンスを開始しない
zh_cn: 不启动新实例

# Dialog.Multi.Parallel
source: Run a new instance in parallel
de_de: Neue Instanz parallel ausführen
ja_jp: 新しいインスタンスを並列で実行する
zh_cn: 并行运行新实例

# Dialog.Multi.Queue
source: Queue a new instance
de_de: Neue Instanz in Warteschlange stellen
ja_jp: 新しいインスタンスをキューに入れる
zh_cn: 将新实例排入队列

# Dialog.Multi.Stop
source: Stop the existing instance
de_de: Vorhandene Instanz beenden
ja_jp: 既存のインスタンスを停止する
zh_cn: 停止现有实例

# Dialog.Priority
source: Task Priority:
de_de: Aufgabenpriorität:
ja_jp: タスクの優先度:
zh_cn: 任务优先级：

# Dialog.RestartUpTo
source: Attempt to restart up to:
de_de: Neustart versuchen bis zu:
ja_jp: 再起動の試行回数:
zh_cn: 尝试重启最多：

# Dialog.RestartTimes
source: times
de_de: Mal
ja_jp: 回
zh_cn: 次

# Dialog.UserContext
source: User Context
de_de: Benutzerkontext
ja_jp: ユーザーコンテキスト
zh_cn: 用户上下文

# Dialog.RunAsCurrent
source: Run as current user
de_de: Als aktueller Benutzer ausführen
ja_jp: 現在のユーザーとして実行
zh_cn: 以当前用户身份运行

# Dialog.RunAsSpecific
source: Run as specific user
de_de: Als bestimmter Benutzer ausführen
ja_jp: 特定のユーザーとして実行
zh_cn: 以指定用户身份运行

# Dialog.RunAsSystem
source: Run as SYSTEM (requires admin)
de_de: Als SYSTEM ausfuehren (Admin erforderlich)
ja_jp: SYSTEM として実行 (管理者権限が必要)
zh_cn: 以 SYSTEM 身份运行（需要管理员权限）

# Trigger.At
source: at
de_de: um
ja_jp: 開始時間
zh_cn: 在

# Trigger.OnIdle
source: On Idle
de_de: Bei Leerlauf
ja_jp: アイドル時
zh_cn: 空闲时

# Trigger.AtLogon
source: At Logon
de_de: Bei Anmeldung
ja_jp: ログオン時
zh_cn: 登录时

# Trigger.AtStartup
source: At Startup
de_de: Beim Systemstart
ja_jp: スタートアップ時
zh_cn: 启动时

# Trigger.SessionStateChange
source: At {0}
de_de: Bei {0}
ja_jp: {0} 時
zh_cn: 在 {0} 时

# Dialog.Ph.TaskName
source: Enter task name
de_de: Aufgabenname eingeben
ja_jp: タスク名を入力
zh_cn: 输入任务名称

# Dialog.Ph.Category
source: e.g. Work
de_de: z.B. Arbeit
ja_jp: 例: 仕事
zh_cn: 例如：工作

# Dialog.Ph.Tags
source: e.g. urgent, sync (comma separated)
de_de: z.B. dringend, synchronisieren (kommagetrennt)
ja_jp: 例: 重要, 同期 (コンマ区切り)
zh_cn: 例如：紧急, 同步 (逗号分隔)

# Dialog.Ph.Command
source: e.g., notepad.exe or C:\Scripts\myscript.ps1
de_de: z.B. notepad.exe oder C:\Scripts\myscript.ps1
ja_jp: 例: notepad.exe または C:\Scripts\myscript.ps1
zh_cn: 例如：notepad.exe 或 C:\Scripts\myscript.ps1

# Dialog.Ph.Args
source: e.g., /c echo hello or -File script.ps1
de_de: z.B. /c echo hallo oder -File script.ps1
ja_jp: 例: /c echo hello または -File script.ps1
zh_cn: 例如：/c echo hello 或 -File script.ps1

# Dialog.Ph.WorkDir
source: e.g., C:\Scripts
de_de: z.B. C:\Scripts
ja_jp: 例: C:\Scripts
zh_cn: 例如：C:\Scripts

# Dialog.Ph.Delay
source: e.g. 1 hour
de_de: z.B. 1 Stunde
ja_jp: 例: 1時間
zh_cn: 例如：1 小时

# Dialog.Ph.Idle
source: e.g., 10m
de_de: z.B. 10m
ja_jp: 例: 10分
zh_cn: 例如：10m

# Dialog.Ph.MonthDays
source: e.g. 1, 15, Last
de_de: z.B. 1, 15, Letzter
ja_jp: 例: 1, 15, Last
zh_cn: 例如：1, 15, 最后一天

# Dialog.Ph.RestartInt
source: e.g. 1 minute
de_de: z.B. 1 Minute
ja_jp: 例: 1分
zh_cn: 例如：1 分钟

# Dialog.Ph.Username
source: DOMAIN\Username or username@domain.com
de_de: DOMAIN\Benutzername oder benutzer@domain.com
ja_jp: DOMAIN\Username または username@domain.com
zh_cn: DOMAIN\用户名 或 username@domain.com

# Dialog.UsernameHeader
source: Username
de_de: Benutzername
ja_jp: ユーザー名
zh_cn: 用户名

# Dialog.EventLog
source: Log
de_de: Protokoll
ja_jp: ログ
zh_cn: 日志

# Dialog.EventSource
source: Source
de_de: Quelle
ja_jp: ソース
zh_cn: 源

# Dialog.EventId
source: Event ID
de_de: Ereignis-ID
ja_jp: イベント ID
zh_cn: 事件 ID

# Dialog.Ph.EventLog
source: Application, System, Security, etc.
de_de: Anwendung, System, Sicherheit, etc.
ja_jp: Application, System, Security など
zh_cn: Application, System, Security 等

# Dialog.Ph.EventSource
source: e.g., VSS, Outlook (Optional)
de_de: z.B. VSS, Outlook (Optional)
ja_jp: 例: VSS, Outlook (任意)
zh_cn: 例如：VSS, Outlook (可选)

# Dialog.Ph.EventId
source: e.g., 1000 (Optional)
de_de: z.B. 1000 (Optional)
ja_jp: 例: 1000 (任意)
zh_cn: 例如：1000 (可选)

# Dialog.Hint.Delay
source: (e.g. 30s, 1m, 1h)
de_de: (z.B. 30s, 1m, 1h)
ja_jp: (例: 30s, 1m, 1h)
zh_cn: (例如：30s, 1m, 1h)

# Dialog.Hint.Idle
source: (e.g. 5m, 10m, 30m)
de_de: (z.B. 5m, 10m, 30m)
ja_jp: (例: 5m, 10m, 30m)
zh_cn: (例如：5m, 10m, 30m)

# Dialog.Hint.Restart
source: (e.g. 30s, 1m, 5m)
de_de: (z.B. 30s, 1m, 5m)
ja_jp: (例: 30s, 1m, 5m)
zh_cn: (例如：30s, 1m, 5m)

# Dialog.Hint.MonthDays
source: (comma separated, use 'Last' for last day)
de_de: (kommagetrennt, 'Letzter' fuer den letzten Tag)
ja_jp: (コンマ区切り, 最終日は 'Last')
zh_cn: (逗号分隔，使用 'Last' 表示最后一天)

# Dialog.RecurEvery
source: Recur every
de_de: Wiederholen alle
ja_jp: 間隔:
zh_cn: 每隔

# Dialog.DaysSuffix
source: day(s)
de_de: Tag(e)
ja_jp: 日ごと
zh_cn: 天重复

# Dialog.WeeksOn
source: weeks on:
de_de: Wochen am:
ja_jp: 週間後の曜日:
zh_cn: 周的以下日期：

# Dialog.Months
source: Months:
de_de: Monate:
ja_jp: 月:
zh_cn: 月份：

# Dialog.Days
source: Days
de_de: Tage
ja_jp: 日
zh_cn: 天

# Dialog.On
source: On
de_de: Am
ja_jp: 日
zh_cn: 在

# Dialog.IdleWait
source: Wait for the computer to be idle for:
de_de: Warten, bis der Computer leerlaufend ist fuer:
ja_jp: コンピューターがアイドル状態になるまで待機する時間:
zh_cn: 等待计算机空闲达：

# Dialog.TriggerAt
source: at
de_de: um
ja_jp: 開始:
zh_cn: 于

# Dialog.Day.Mon
source: Mon
de_de: Mo
ja_jp: 月
zh_cn: 周一

# Dialog.Day.Tue
source: Tue
de_de: Di
ja_jp: 火
zh_cn: 周二

# Dialog.Day.Wed
source: Wed
de_de: Mi
ja_jp: 水
zh_cn: 周三

# Dialog.Day.Thu
source: Thu
de_de: Do
ja_jp: 木
zh_cn: 周四

# Dialog.Day.Fri
source: Fri
de_de: Fr
ja_jp: 金
zh_cn: 周五

# Dialog.Day.Sat
source: Sat
de_de: Sa
ja_jp: 土
zh_cn: 周六

# Dialog.Day.Sun
source: Sun
de_de: So
ja_jp: 日
zh_cn: 周日

# Dialog.Month.Jan
source: Jan
ja_jp: 1月
zh_cn: 一月

# Dialog.Month.Feb
source: Feb
ja_jp: 2月
zh_cn: 二月

# Dialog.Month.Mar
source: Mar
de_de: Mär
ja_jp: 3月
zh_cn: 三月

# Dialog.Month.Apr
source: Apr
ja_jp: 4月
zh_cn: 四月

# Dialog.Month.May
source: May
de_de: Mai
ja_jp: 5月
zh_cn: 五月

# Dialog.Month.Jun
source: Jun
ja_jp: 6月
zh_cn: 六月

# Dialog.Month.Jul
source: Jul
ja_jp: 7月
zh_cn: 七月

# Dialog.Month.Aug
source: Aug
ja_jp: 8月
zh_cn: 八月

# Dialog.Month.Sep
source: Sep
ja_jp: 9月
zh_cn: 九月

# Dialog.Month.Oct
source: Oct
de_de: Okt
ja_jp: 10月
zh_cn: 十月

# Dialog.Month.Nov
source: Nov
ja_jp: 11月
zh_cn: 十一月

# Dialog.Month.Dec
source: Dec
de_de: Dez
ja_jp: 12月
zh_cn: 十二月

# Dialog.Week.First
source: First
de_de: Erster
ja_jp: 第1
zh_cn: 第一个

# Dialog.Week.Second
source: Second
de_de: Zweiter
ja_jp: 第2
zh_cn: 第二个

# Dialog.Week.Third
source: Third
de_de: Dritter
ja_jp: 第3
zh_cn: 第三个

# Dialog.Week.Fourth
source: Fourth
de_de: Vierter
ja_jp: 第4
zh_cn: 第四个

# Dialog.Week.Last
source: Last
de_de: Letzter
ja_jp: 最終
zh_cn: 最后一个

# Dialog.Weekday.Mon
source: Monday
de_de: Montag
ja_jp: 月曜日
zh_cn: 星期一

# Dialog.Weekday.Tue
source: Tuesday
de_de: Dienstag
ja_jp: 火曜日
zh_cn: 星期二

# Dialog.Weekday.Wed
source: Wednesday
de_de: Mittwoch
ja_jp: 水曜日
zh_cn: 星期三

# Dialog.Weekday.Thu
source: Thursday
de_de: Donnerstag
ja_jp: 木曜日
zh_cn: 星期四

# Dialog.Weekday.Fri
source: Friday
de_de: Freitag
ja_jp: 金曜日
zh_cn: 星期五

# Dialog.Weekday.Sat
source: Saturday
de_de: Samstag
ja_jp: 土曜日
zh_cn: 星期六

# Dialog.Weekday.Sun
source: Sunday
de_de: Sonntag
ja_jp: 日曜日
zh_cn: 星期日

# Dialog.TriggerOn
source: Trigger on
de_de: Ausloesen bei
ja_jp: トリガー条件
zh_cn: 触发于

# Dialog.Sess.Lock
source: Workstation Lock
de_de: Arbeitsstation sperren
ja_jp: ワークステーションのロック
zh_cn: 工作站锁定

# Dialog.Sess.Unlock
source: Workstation Unlock
de_de: Arbeitsstation entsperren
ja_jp: ワークステーションのアンロック
zh_cn: 工作站解锁

# Dialog.Sess.RdpConnect
source: Remote Desktop Connect
de_de: Remote-Desktop-Verbindung
ja_jp: リモートデスクトップ接続
zh_cn: 远程桌面连接

# Dialog.Sess.RdpDisconnect
source: Remote Desktop Disconnect
de_de: Remote-Desktop-Trennung
ja_jp: リモートデスクトップ切断
zh_cn: 远程桌面断开

# Dialog.Expire
source: Expire task on:
de_de: Aufgabe ablaufen lassen am:
ja_jp: 有効期限:
zh_cn: 任务过期时间：

# Dialog.Action.RunProg
source: Run Program
de_de: Programm starten
ja_jp: プログラムの開始
zh_cn: 启动程序

# Dialog.Action.Email
source: Send Email
de_de: E-Mail senden
ja_jp: 電子メールの送信
zh_cn: 发送电子邮件

# Dialog.Action.Notif
source: Show Notification
de_de: Benachrichtigung anzeigen
ja_jp: メッセージの表示
zh_cn: 显示通知

# Dialog.Browse
source: Browse...
de_de: Durchsuchen...
ja_jp: 参照...
zh_cn: 浏览...

# Dialog.RunPrefix
source: Run:
de_de: Ausfuehren:
ja_jp: 実行:
zh_cn: 运行：

# Dialog.Time.5m
source: 5 minutes
de_de: 5 Minuten
ja_jp: 5分
zh_cn: 5 分钟

# Dialog.Time.10m
source: 10 minutes
de_de: 10 Minuten
ja_jp: 10分
zh_cn: 10 分钟

# Dialog.Time.15m
source: 15 minutes
de_de: 15 Minuten
ja_jp: 15分
zh_cn: 15 分钟

# Dialog.Time.30m
source: 30 minutes
de_de: 30 Minuten
ja_jp: 30分
zh_cn: 30 分钟

# Dialog.Time.1h
source: 1 hour
de_de: 1 Stunde
ja_jp: 1時間
zh_cn: 1 小时

# Dialog.Time.2h
source: 2 hours
de_de: 2 Stunden
ja_jp: 2時間
zh_cn: 2 小时

# Dialog.Time.4h
source: 4 hours
de_de: 4 Stunden
ja_jp: 4時間
zh_cn: 4 小时

# Dialog.Time.6h
source: 6 hours
de_de: 6 Stunden
ja_jp: 6時間
zh_cn: 6 小时

# Dialog.Time.8h
source: 8 hours
de_de: 8 Stunden
ja_jp: 8時間
zh_cn: 8 小时

# Dialog.Time.12h
source: 12 hours
de_de: 12 Stunden
ja_jp: 12時間
zh_cn: 12 小时

# Dialog.Time.24h
source: 24 hours
de_de: 24 Stunden
ja_jp: 24時間
zh_cn: 24 小时

# Dialog.Time.1d
source: 1 day
de_de: 1 Tag
ja_jp: 1日
zh_cn: 1 天

# Dialog.Time.2d
source: 2 days
de_de: 2 Tage
ja_jp: 2日
zh_cn: 2 天

# Dialog.Time.3d
source: 3 days
de_de: 3 Tage
ja_jp: 3日
zh_cn: 3 天

# Dialog.Time.5d
source: 5 days
de_de: 5 Tage
ja_jp: 5日
zh_cn: 5 天

# Dialog.Pri.Realtime
source: Realtime (0)
de_de: Echtzeit (0)
ja_jp: リアルタイム (0)
zh_cn: 实时 (0)

# Dialog.Pri.High
source: High (1)
de_de: Hoch (1)
ja_jp: 高 (1)
zh_cn: 高 (1)

# Dialog.Pri.AboveNormal
source: Above Normal (3)
de_de: Ueber Normal (3)
ja_jp: 通常以上 (3)
zh_cn: 高于标准 (3)

# Dialog.Pri.Normal
source: Normal (7)
ja_jp: 通常 (7)
zh_cn: 标准 (7)

# Dialog.Pri.BelowNormal
source: Below Normal (9)
de_de: Unter Normal (9)
ja_jp: 通常以下 (9)
zh_cn: 低于标准 (9)

# Dialog.Pri.Idle
source: Idle (10)
de_de: Niedrig (10)
ja_jp: アイドル (10)
zh_cn: 空闲 (10)

# Dialog.NetAdmin.Title
source: Administrator required
de_de: Administrator erforderlich
ja_jp: 管理者権限が必要です
zh_cn: 需要管理员权限

# Dialog.NetAdmin.Msg
source: Specific network selection requires the app to run as administrator.
de_de: Die Auswahl eines spezifischen Netzwerks erfordert, dass die App als Administrator ausgefuehrt wird.
ja_jp: 特定のネットワークの選択には、アプリを管理者として実行する必要があります。
zh_cn: 选择特定网络需要以管理员身份运行应用程序。

# Dialog.SysWarn.Title
source: Administrator Privileges Required
de_de: Administratorrechte erforderlich
ja_jp: 管理者権限が必要です
zh_cn: 需要管理员权限

# Dialog.SysWarn.Msg
source: To create tasks that run as SYSTEM, this application must be running with administrator privileges. Right-click the app and select "Run as administrator".
de_de: Um Aufgaben zu erstellen, die als SYSTEM ausgefuehrt werden, muss diese Anwendung mit Administratorrechten ausgefuehrt werden. Rechtsklick auf die App und 'Als Administrator ausfuehren' waehlen.
ja_jp: SYSTEM として実行するタスクを作成するには、このアプリケーションを管理者権限で実行する必要があります。アプリを右クリックして「管理者として実行」を選択してください。
zh_cn: 要创建以 SYSTEM 身份运行的任务，必须以管理员权限运行此应用程序。请右键单击该应用并选择“以管理员身份运行”。

# Settings.Theme.Light
source: Light
de_de: Hell
ja_jp: ライト
zh_cn: 浅色

# Settings.Theme.Dark
source: Dark
de_de: Dunkel
ja_jp: ダーク
zh_cn: 深色

# Settings.Theme.System
source: System Default
de_de: Systemstandard
ja_jp: システム設定に従う
zh_cn: 系统默认

# Settings.Lead.1m
source: 1 minute before
de_de: 1 Minute vorher
ja_jp: 1分前
zh_cn: 提前 1 分钟

# Settings.Lead.5m
source: 5 minutes before
de_de: 5 Minuten vorher
ja_jp: 5分前
zh_cn: 提前 5 分钟

# Settings.Lead.10m
source: 10 minutes before
de_de: 10 Minuten vorher
ja_jp: 10分前
zh_cn: 提前 10 分钟

# Settings.Lead.15m
source: 15 minutes before
de_de: 15 Minuten vorher
ja_jp: 15分前
zh_cn: 提前 15 分钟

# Settings.Lead.30m
source: 30 minutes before
de_de: 30 Minuten vorher
ja_jp: 30分前
zh_cn: 提前 30 分钟

# QuickActions.Title.Text
source: Quick Actions
ja_jp: クイックアクション

# QuickActions.Description.Text
source: Run common system maintenance tasks with a single click.
ja_jp: ワンクリックで一般的なシステムメンテナンスのタスクを実行します。

# QuickActions.FlushDNS.Title
source: Flush DNS
ja_jp: DNSキャッシュのクリア

# QuickActions.FlushDNS.Desc
source: Clears the DNS resolver cache.
ja_jp: DNSリゾルバーキャッシュを消去します。

# QuickActions.ClearTemp.Title
source: Clear Temp Files
ja_jp: 一時ファイルのクリーンアップ

# QuickActions.ClearTemp.Desc
source: Deletes files from the temporary folders.
ja_jp: 一時フォルダーからファイルを削除します。

# QuickActions.RestartExplorer.Title
source: Restart Explorer
ja_jp: エクスプローラーの再起動

# QuickActions.RestartExplorer.Desc
source: Restarts the Windows Explorer process.
ja_jp: Windowsエクスプローラーのプロセスを再起動します。

# QuickActions.IPReleaseRenew.Title
source: Renew IP Address
ja_jp: IPアドレスの更新

# QuickActions.IPReleaseRenew.Desc
source: Releases and renews the current IP address.
ja_jp: 現在のIPアドレスを解放して更新します。

# QuickActions.SfcScannow.Title
source: System File Checker
ja_jp: システムファイルチェッカー (SFC)

# QuickActions.SfcScannow.Desc
source: Scans and repairs corrupted system files (Requires Admin).
ja_jp: 破損したシステムファイルをスキャンして修復します（管理者権限が必要）。

# QuickActions.DismHealth.Title
source: DISM Health Check
ja_jp: DISMヘルスチェック

# QuickActions.DismHealth.Desc
source: Checks for component store corruption (Requires Admin).
ja_jp: コンポーネントストアの破損をチェックします（管理者権限が必要）。

# QuickActions.RunBtn
source: Run
ja_jp: 実行

# QuickActions.Status.Running
source: Running...
ja_jp: 実行中...

# QuickActions.Status.Success
source: Success
ja_jp: 成功

# QuickActions.Status.Error
source: Error
ja_jp: エラー

# Main.Nav.QuickActions
source: Quick Actions
ja_jp: クイックアクション

# Main.Header.ScriptEditor.Text
source: Script Editor
ja_jp: スクリプトエディタ

# ScriptEditor_RunBtn.Label
source: Run
ja_jp: 実行

# ScriptEditor_StopBtn.Label
source: Stop
ja_jp: 停止

# ScriptEditor_SaveBtn.Label
source: Save to Library
ja_jp: ライブラリに保存

# ScriptEditor_ClearBtn.Label
source: Clear Console
ja_jp: コンソールをクリア

# ScriptEditor_OutputHeader.Text
source: Output Console
ja_jp: 出力コンソール

# ScriptEditor_CodeEditor.PlaceholderText
source: Write your PowerShell script here...
ja_jp: ここにPowerShellスクリプトを入力してください...

# ScriptEditor_CodeEditor.Header
source: PowerShell Script
ja_jp: PowerShellスクリプト

# ScriptEditor.Status.Starting
source: [Starting PowerShell...]
ja_jp: [PowerShellを起動中...]

# ScriptEditor.Status.Stopped
source: [Stopped by user]
ja_jp: [ユーザーによって停止されました]

# ScriptEditor.Status.Exited
source: [Process Exited]
ja_jp: [プロセスが終了しました]

# ScriptEditor.Status.Saved
source: [Saved to Library as '{0}']
ja_jp: ['{0}'としてライブラリに保存されました]

# ScriptEditor.SaveDialog.Title
source: Save Script to Library
ja_jp: スクリプトをライブラリに保存

# ScriptEditor.SaveDialog.NameHeader
source: Template Name
ja_jp: テンプレート名

# ScriptEditor.SaveDialog.DescHeader
source: Description
ja_jp: 説明

# Dialog.Common.OK
source: OK
zh_cn: 确定
